Repository: tom1mvp/EFI_Aerolinea
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Iniciar sesión
es: Log in

source: ¿No tienes cuenta?
es: Don't have an account?

source: Regístrate aquí
es: Register here

source: Aeorlineas Splinter
es: Splinter Airlines

source: Vuelos
es: Flights

source: Mis Reservas
es: My Reservations

source: Inicio
es: Home

source: Registrarse
es: Sign up

source: Cerrar sesión
es: Log out

source: Bienvenido
es: Welcome

source: Explora nuestros destinos
es: Explore our destinations

source: Próximos Vuelos
es: Upcoming Flights

source: Limpiar filtros
es: Clean filters

source: Mostrando resultados para:
es: Showing results for:

source: Origen
es: Origin

source: Destino
es: Destination

source: Fecha de Salida
es: Departure Date

source: Fecha de Llegada
es: Arrival Date

source: Duración
es: Duration

source: Precio
es: Price

source: Acción
es: Action

source: No se encontraron vuelos para
es: No flights found for

source: No hay vuelos programados en este momento
es: There are no flights scheduled at this time.

source: Confirmar reserva
es: Confirm reservation

source: ¿Deseas continuar con la selección de asiento?
es: Would you like to continue with seat selection?

source: Cancelar
es: Cancel

source: Continuar
es: Continue

source: Reportes de pasajeros
es: Passenger reports

source: Reporte de pasajeros
es: Passenger report

source: Pasajero
es: Passenger

source: Documento
es: Document

source: Teléfono
es: Phone

source: Asiento
es: Seat

source: No hay pasajeros para este vuelo.
es: There are no passengers for this flight.

source: ← Volver a reservas
es: ← Back to booking

source: Codigo:
es: Code:

source: No tienes reservas todavía
es: You don't have any reservations yet.

source: ¡Explora nuestros vuelos disponibles y realiza tu primera reserva!
es: ¡Explore our available flights and make your first booking!

source: Explorar vuelos
es: Explore flights

source: Selección del asiento
es: Seat selection

source: Reserva de vuelo
es: Flight reservation

source: Selección de Asiento
es: Seat Selection

source: Asientos disponibles:
es: Seats available:

source: Selecciona tu asiento
es: Select your seat

source: Libre
es: Free

source: Ocupado
es: Busy

source: Confirmar Selección
es: Confirm Selection

source: ¿Estás seguro de que deseas confirmar esta reserva?
es: Are you sure you want to confirm this reservation?

source: Confirmar
es: Confirm
